content/posts/system-environment_distinction.md
+++
title = "system-environment distinction"
author = ["Cameron Smith"]
lastmod = 2020-09-20T18:42:59-04:00
slug = "system-environment_distinction"
draft = false
+++

## keywords: [research]({{< relref "research" >}}) {#keywords-research--research-dot-md}

goals:
due date:: <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-06-12 Fri&gt;</span></span>


##  {#}


## [Effective fluctuation and response theory by Polettini and Esposito in 2018]({{< relref "Effective_fluctuation_and_response_theory_by_Polettini_and_Esposito_in_2018" >}}) {#effective-fluctuation-and-response-theory-by-polettini-and-esposito-in-2018--effective-fluctuation-and-response-theory-by-polettini-and-esposito-in-2018-dot-md}


## [Markov blankets, information geometry and stochastic thermodynamics by Parr and Friston in 2020]({{< relref "Markov_blankets,_information_geometry_and_stochastic_thermodynamics_by_Parr_and_Friston_in_2020" >}}) {#markov-blankets-information-geometry-and-stochastic-thermodynamics-by-parr-and-friston-in-2020--markov-blankets-information-geometry-and-stochastic-thermodynamics-by-parr-and-friston-in-2020-dot-md}


## [Free Energy, Value, and Attractors by Friston and Ao in 2012]({{< relref "Free_Energy,_Value,_and_Attractors_by_Friston_and_Ao_in_2012" >}}) {#free-energy-value-and-attractors-by-friston-and-ao-in-2012--free-energy-value-and-attractors-by-friston-and-ao-in-2012-dot-md}


## [A free energy principle for a particular physics by Karl Friston in 2019]({{< relref "A_free_energy_principle_for_a_particular_physics_by_Karl_Friston_in_2019" >}}) {#a-free-energy-principle-for-a-particular-physics-by-karl-friston-in-2019--a-free-energy-principle-for-a-particular-physics-by-karl-friston-in-2019-dot-md}


## [What Is a Macrostate? Subjective Observations and Objective Dynamics by Cosma Shalizi and Chris Moore in 2003]({{< relref "What_Is_a_Macrostate_Subjective_Observations_and_Objective_Dynamics_by_Cosma_Shalizi_and_Chris_Moore_in_2003" >}}) {#what-is-a-macrostate-subjective-observations-and-objective-dynamics-by-cosma-shalizi-and-chris-moore-in-2003--what-is-a-macrostate-subjective-observations-and-objective-dynamics-by-cosma-shalizi-and-chris-moore-in-2003-dot-md}
